{
  "layout": {
    "title": "KoinVote",
    "createEvent": "Create Event"
  },
  "menu": {
    "about": "About Koinvote",
    "support": "Support",
    "verification": "Verification Tool",
    "terms": "Terms",
    "privacy": "Privacy",
    "charges": "Charges and Refunds",
    "subscribe": "Subscribe",
    "help": "Help / FAQ"
  },
  "about": {
    "title": "About Koinvote",
    "introBold": "Koinvote is a forum for Bitcoin holders, where opinions carry real and transparent influence according to their holdings.",
    "intro": "Through Koinvote, Bitcoin will evolve from an asset into a right. We believe that as Bitcoin adoption grows, this power will make an unparalleled contribution to human peace.",
    "featuresTitle": "Features",
    "feature1Title": " No registration: ",
    "feature1": "participate without creating an account",
    "feature2Title": " Secure: ",
    "feature2": "the Bitcoin related to your message signing never leaves your own address",
    "feature3Title": " Transparent: ",
    "feature3": "all replies and holding information are publicly verifiable",
    "feature4Title": " Rewarding: ",
    "feature4": "earn potential returns by participating in events",
    "outro": "Through these features, we will provide a secure and effective platform to discover and deliver opinions from Bitcoin holders."
  },
  "privacy": {
    "title": "Privacy Policy",
    "noticeTitle": "Notice",
    "notice": "You may use koinvote.com without submitting any personal information, for example by using Tor or anti-chain-analysis services. If you are concerned about your personal information being collected on this platform, it is your responsibility to take protective measures.",
    "section1Title": "1. Information We Collect",
    "s1_1_label": " Bitcoin address: ",
    "s1_1_text": "Used to verify balances and determine voting weight.",
    "s1_2_label": " Digital signatures and plaintext: ",
    "s1_2_text": "Used to verify actions and ensure authenticity.",
    "s1_3_label": " Reply content: ",
    "s1_3_text": "Publicly displayed on the platform as part of events, accessible to all users for review and audit.",
    "s1_4_label": " Email (optional): ",
    "s1_4_text": "Used for subscription notifications.",
    "s1_5_label": " System logs: ",
    "s1_5_text": "Such as IP addresses, report counts, and device usage data, used to prevent abuse and maintain security.",
    "section2Title": "2. Public Disclosure",
    "s2_1": "To ensure transparency, all successfully submitted Bitcoin addresses, signatures, plaintexts, and reply content will be publicly disclosed for audit purposes.",
    "s2_2": "Replies may be invalidated or reduced to zero weight before the event deadline by submitting a new signature or transferring funds, but previously submitted signatures and records will not be deleted.",
    "s2_3": "Payout reports will disclose winning addresses, prize distribution amounts, and verification files for independent user validation.",
    "section3Title": "3. Third-Party Sharing",
    "s3_intro": "The platform will not share users' non-public information with third parties, unless:",
    "s3_1": "You have given explicit prior consent;",
    "s3_2": "Required by a court order.",
    "section4Title": "4. Data Security",
    "s4_1": "The platform does not and will never require access to your private keys.",
    "s4_2": "While reasonable security measures are implemented, absolute security of data transmission and storage cannot be guaranteed.",
    "section5Title": "5. Policy Changes",
    "s5_1": "This policy may be updated from time to time and will be announced on the website.",
    "s5_2": "Continued use of the platform constitutes acceptance of the updated policy."
  }
}