{
  "layout": {
    "title": "KoinVote",
    "createEvent": "Create Event"
  },
  "menu": {
    "about": "About Koinvote",
    "support": "Support",
    "verification": "Verification Tool",
    "terms": "Terms",
    "privacy": "Privacy",
    "charges": "Charges and Refunds",
    "subscribe": "Subscribe",
    "help": "Help / FAQ"
  },
  "about": {
    "title": "About Koinvote",
    "introBold": "Koinvote is a forum for Bitcoin holders, where opinions carry real and transparent influence according to their holdings.",
    "intro": "Through Koinvote, Bitcoin will evolve from an asset into a right. We believe that as Bitcoin adoption grows, this power will make an unparalleled contribution to human peace.",
    "featuresTitle": "Features",
    "feature1Title": " No registration: ",
    "feature1": "participate without creating an account",
    "feature2Title": " Secure: ",
    "feature2": "the Bitcoin related to your message signing never leaves your own address",
    "feature3Title": " Transparent: ",
    "feature3": "all replies and holding information are publicly verifiable",
    "feature4Title": " Rewarding: ",
    "feature4": "earn potential returns by participating in events",
    "outro": "Through these features, we will provide a secure and effective platform to discover and deliver opinions from Bitcoin holders."
  },
  "privacy": {
    "title": "Privacy Policy",
    "noticeTitle": "Notice",
    "notice": "You may use koinvote.com without submitting any personal information, for example by using Tor or anti-chain-analysis services. If you are concerned about your personal information being collected on this platform, it is your responsibility to take protective measures.",
    "section1Title": "1. Information We Collect",
    "s1_1_label": " Bitcoin address: ",
    "s1_1_text": "Used to verify balances and determine voting weight.",
    "s1_2_label": " Digital signatures and plaintext: ",
    "s1_2_text": "Used to verify actions and ensure authenticity.",
    "s1_3_label": " Reply content: ",
    "s1_3_text": "Publicly displayed on the platform as part of events, accessible to all users for review and audit.",
    "s1_4_label": " Email (optional): ",
    "s1_4_text": "Used for subscription notifications.",
    "s1_5_label": " System logs: ",
    "s1_5_text": "Such as IP addresses, report counts, and device usage data, used to prevent abuse and maintain security.",
    "section2Title": "2. Public Disclosure",
    "s2_1": "To ensure transparency, all successfully submitted Bitcoin addresses, signatures, plaintexts, and reply content will be publicly disclosed for audit purposes.",
    "s2_2": "Replies may be invalidated or reduced to zero weight before the event deadline by submitting a new signature or transferring funds, but previously submitted signatures and records will not be deleted.",
    "s2_3": "Payout reports will disclose winning addresses, prize distribution amounts, and verification files for independent user validation.",
    "section3Title": "3. Third-Party Sharing",
    "s3_intro": "The platform will not share users' non-public information with third parties, unless:",
    "s3_1": "You have given explicit prior consent;",
    "s3_2": "Required by a court order.",
    "section4Title": "4. Data Security",
    "s4_1": "The platform does not and will never require access to your private keys.",
    "s4_2": "While reasonable security measures are implemented, absolute security of data transmission and storage cannot be guaranteed.",
    "section5Title": "5. Policy Changes",
    "s5_1": "This policy may be updated from time to time and will be announced on the website.",
    "s5_2": "Continued use of the platform constitutes acceptance of the updated policy."
  },
  "terms": {
    "title": "Terms of Service",
    "section1Title": "1. Introduction",
    "s1": "By using koinvote.com, you agree to comply with the following terms. If you do not agree, please stop using this platform.",
    "section2Title": "2. Platform Overview",
    "s2": "Koinvote is a Bitcoin-based forum where users can create events with prize pools and countdown timers. Users submit replies using Bitcoin addresses and verify them through digital signatures. After the event ends, rewards will be drawn and distributed based on Bitcoin balance snapshots, with a public payout report generated.",
    "section3Title": "3. Eligibility",
    "s3": "The Bitcoin you use must not originate from illegal sources, nor may it be involved in money laundering or other unlawful activities. When participating in replies, you must hold a Bitcoin address with a balance greater than zero.",
    "section4Title": "4. Payment and Refunds",
    "s4_1": "When making a payment, you must ensure that the transaction to the platform’s receiving address generates a single, complete output. If the payment is split into multiple outputs within the same transaction, the system may treat it as abnormal and may trigger a refund.",
    "s4_2": "To initiate an event, payment must be made to the platform’s designated receiving address, and the amount must exactly match the specified amount.",
    "s4_3": "Underpayments: If the amount sent is below a platform-defined threshold, it will be treated as a donation. Otherwise, it will trigger a refund.",
    "s4_4": "Overpayments: Any amount paid in excess of the specified amount will be handled separately. If the overpaid amount exceeds a platform-defined threshold, it will be refunded; otherwise, it will be treated as a donation.",
    "s4_5": "Refunds are subject to deduction of on-chain transaction fees and refund processing fees.",
    "section5Title": "5. Reward Distribution",
    "s5_1": "Reward draws are conducted based on Bitcoin balance snapshots, with the snapshot block height defined as the first block generated after the event deadline.",
    "s5_2": "The winning probability of each address is determined by its Bitcoin holdings at the time of the snapshot.",
    "s5_3": "After deducting service fees and on-chain transaction fees, the remaining reward pool will be distributed proportionally to the winning addresses based on their holdings.",
    "s5_4": "Each reward is drawn independently. The same address cannot win more than once within the same reward draw but may win multiple times across different prizes.",
    "s5_5": "If the payout amount for a winning address is below the minimum payout threshold (Dust Rule), the reward will be redistributed.",
    "section6Title": "6. User Obligations",
    "s6_1": "You must ensure that the Bitcoin address you provide is accurate.",
    "s6_2": "You agree not to use this platform for any illegal or disruptive activities, including but not limited to money laundering, fraud, abuse of reporting, or system attacks.",
    "s6_3": "You must not distribute personal data, hate speech, or any other unlawful, inappropriate, or rights-infringing content through this platform.",
    "section7Title": "7. Platform Rights",
    "s7_1": "Administrators reserve the right to hide or lock events and replies, and may initiate refunds when necessary.",
    "s7_2": "The platform reserves the right to suspend services for maintenance or policy reasons.",
    "section8Title": "8. Disclaimer",
    "s8_1": "The platform executes payouts automatically as designed and is not liable for any losses caused by blockchain delays, fee fluctuations, user input errors, or system hacking.",
    "s8_2": "You use this platform at your own risk."
  },
  "charges": {
    "title": "Charges and Refunds",
    "section1Title": "Charges",
    "s1_1_title": "Platform Service Fee",
    "s1_1_text": "A platform service fee of 2% will be deducted from each event reward pool.",
    "s1_2_title": "Transaction Fee",
    "s1_2_text": "All reward distribution and refund transactions are subject to Bitcoin network fees, based on the recommended fee rate at the time of processing.",
    "s1_3_title": "Sponsorship Threshold",
    "s1_3_text": "The minimum reward amount is 0.0005 BTC. Payments below this amount will be treated as donations and will not be refunded.",
    "s1_4_title": "Minimum Payout Threshold (Dust Rule)",
    "s1_4_text": "10,000 sats. If a winner’s reward is below this amount, it will not be distributed directly but added to the redistribution pool.",
    "s1_5_title": "Refund Processing Fee",
    "s1_5_text": "A refund processing fee applies to each refund, currently set at 0%.",
    "section2Title": "Refunds",
    "s2_1_title": "Abnormal Payments",
    "s2_1_text": "If a payment transaction generates multiple outputs within the same transaction, it may be treated as abnormal and will NOT trigger a refund.",
    "s2_2_title": "Underpayments",
    "s2_2_text": "If the payment is above 0.0005 BTC but insufficient for the event requirement, the system will automatically refund.",
    "s2_3_title": "Overpayments",
    "s2_3_text": "If the payment exceeds the required amount:\n- Any excess below 0.0005 BTC will be treated as a sponsorship to the platform.\n- Any excess of 0.0005 BTC or more will be refunded.",
    "s2_4_title": "Refund Deductions",
    "s2_4_text": "All refunds will be subject to:\n- Bitcoin network transaction fee\n- Platform refund processing fee\n\nIf the refundable amount is insufficient to cover these costs, no refund will be issued."
  }
}